{
  "passage": "PHILEMON.1.4-PHILEMON.1.7",
  "text": "|4| I thank my God\n    always\n    when I remember you in my prayers,\n|5| because I hear of your love\n    and of the faith that you have\n        toward the Lord Jesus\n        and for all the saints,\n|6| and I pray\n    that the sharing of your faith may become effective\n        for the full knowledge of\n            every good thing that is in us for the sake of Christ.\n|7| For I have derived much joy\n                      and comfort\n             from your love, my brother,\n    because the hearts of the saints have been refreshed\n        through you.",
  "observe": {
    "people": [
      "Paul",
      "God",
      "Philemon",
      "Apphia",
      "Archippus",
      "Jesus",
      "the saints"
    ],
    "nouns": [
      "prayers",
      "love",
      "faith",
      "Lord",
      "knowledge",
      "every good thing",
      "sake",
      "joy",
      "comfort",
      "brother",
      "hearts"
    ],
    "adjectives": [
      "always",
      "toward",
      "all",
      "effective",
      "full",
      "every",
      "good",
      "much"
    ],
    "actions": [
      "thank",
      "remember",
      "hear",
      "pray",
      "sharing",
      "become effective",
      "derived",
      "refreshed"
    ],
    "persons": {
      "God": [
        "He receives our thanks"
      ],
      "Paul": [
        "thanked God for Philemon",
        "heard of Philemon's love for Jesus and the saints",
        "prayed that Philemon's sharing of his faith would become effective",
        "had good things in himself",
        "derived joy and comfort from Philemon's love"
      ],
      "Philemon": [
        "had love and faith toward Jesus",
        "had love and faith toward the saints",
        "was being prayed for by Paul",
        "showed love toward Paul",
        "was Paul's \"brother\"",
        "refreshed the hearts of the saints"
      ]
    },
    "definitions": {
      "derived": "NASB: \"I have come to have\"; to have, own, possess"
    }
  },
  "interpret": {
    "keywords": [
      "thank",
      "pray",
      "love",
      "saints",
      "faith",
      "refreshed"
    ],
    "points": [
      "Paul was thankful for Philemon",
      "Paul didn't simply tell Philemon things, he told him by way of his prayers to God for him",
      "Philemon was good at showing love and encouraging other believers"
    ],
    "titles": [
      "Go to God, then go to the person",
      "One person's love is many person's comfort",
      "Love given, joy derived",
      "The resounding reputation of faith"
    ],
    "unwisdom": [
      {
        "passage": "PHILEMON.1.4",
        "saying": "Prayer is a precious remedy for those annoying people.",
        "comment": "prayer is a place for thanking God we have those people at all, and for interceding for them",
        "chapter": ""
      },
      {
        "passage": "PHILEMON.1.4",
        "saying": "I thank my God always when I remember you in my prayers. But I don’t pray often and I have a terrible memory.",
        "comment": "",
        "chapter": ""
      },
      {
        "passage": "PHILEMON.1.4",
        "saying": "If I’m not praying for you it must be that you’re doing a pretty good job.",
        "comment": "Cute, but false. We don’t only pray for problems, when we speak with God we bring thankfulness also.",
        "chapter": ""
      },
      {
        "passage": "PHILEMON.1.4",
        "saying": "Think not of the past. Think only of the moment you now have. The world is yours.",
        "comment": "",
        "chapter": ""
      },
      {
        "passage": "PHILEMON.1.5",
        "saying": "It’s nice to hear how others are doing well, but it’s far more entertaining to hear how they’ve messed it all up!",
        "comment": "",
        "chapter": ""
      },
      {
        "passage": "PHILEMON.1.5",
        "saying": "Love the earth. Love people. And most of all, love yourself.",
        "alternate": "Believe in yourself. Do the greater good. You have agency.",
        "comment": "",
        "chapter": ""
      },
      {
        "passage": "PHILEMON.1.5",
        "saying": "The faith that will deliver you is faith that you can deliver yourself.",
        "comment": "Here we spiral, here we stare inside a cylindrical mirror; All is merry, all is fair, when we're our own villain and hero.",
        "chapter": ""
      },
      {
        "passage": "PHILEMON.1.5",
        "saying": "Love God, tolerate people. Love people, tolerate god. Tolerate people, love yourself. One of these will do.",
        "comment": "Wishy-washy, no direction; making up the rules. No one is asking,will God answer? We are singing the song of fools.",
        "chapter": ""
      },
      {
        "passage": "PHILEMON.1.6",
        "saying": "What one thinks of God, he must keep to his own thoughts, if he must think them at all.",
        "comment": "Or perphaps: if you think of some god you are archaic, mis-informed, biased, suffer from tunnel-vision, naive, ignorant, brainwashed. However, if you think of no god, you have no basis for anything you think, it is all a meaningless wandering and vain pursuit of purpose, desire and belonging. What God has made known to us about Himself we ought to think on, and share with one another and with those who wander, for His name's sake and for the sake of our souls.",
        "chapter": "Semblance of Profundity"
      }
    ],
    "expound": [
      {
        "one": "I thank God for you.",
        "two": "Your love shines, your faith in Christ resounds, I thank God who bears His fruit in you.",
        "three": "Only Spirit can convey the eminating joy and awe observed of the faith and love you so richly exude.",
        "four": "The memory of you is a delicacy so sweetly enjoyed as can only be recollected unto God in utter gratitude."
      },
      {
        "one": "You have faith toward Jesus Christ.",
        "two": "My brittle emotions crave these pleasures below, but my soul trusts in the Flawless King",
        "three": "No enticement, no pursuit, no provocative appeal can dissolve the solidity of faith secured by an unfailing Savior."
      },
      {
        "one": "I love all the saints",
        "two": "I do not look with hateful glances, but with sincere love I see my brothers and sisters.",
        "three": "There is an unseen current in which I am swimming, together in mutual affection with those whose hearts are enlivened toward each other with the love our Captain commands and provides.",
        "four": "O brother I have never met, and sister I do not know, yet brother and sister by Spirit sealed, by adoption united, in undying love committed."
      },
      {
        "one": "As we share in our faith, we learn of the good things that are in us because of Jesus."
      }
    ]
  },
  "application": {
    "convo": [
      {
        "question": "Is it easy or hard for you pray for other people; why? Who are the Christians in your life that you are thankful for? Spend some time today praying and thanking God for what you appreciate about them. How can you make a habit of this?"
      },
      {
        "question": "Paul apparently was talking about people, about the good things they were doing for the Kingdom. Who do you know that regularly does the work of the Kingdom; what do they do? What would it look like for you to make a habit of doing Kingdom work?"
      },
      {
        "question": "How did you come to know Jesus? What is different about your life with Jesus, compared to what it would be like today without Jesus? Satan wants to put a bag over our heads, tempting us to live like we don't have Jesus; how can you see this in your life? What would it look like for you to have \"effective faith\" in spite of your war with sin and Satan?"
      },
      {
        "question": "How can sharing your faith with non-Christians give you greater knowledge of the good things that you have in Christ? How can sharing with brothers and sisters in Christ do the same? Think about how you can nurture an attitude that is more excited to talk about these things than about talking about silly things of the world (not that you have to stop talking about those things altogether!)."
      }
    ]
  }
}