{
  "passage": "PHILEMON.1.17-PHILEMON.1.22",
  "text": "|17| So\nif you consider me your partner,\n  receive him\n  as you would receive me.\n|18| If he has wronged you at all,\n           or owes you anything,\n  charge that to my account.\n|19| I, Paul, write this with my own hand:\n    I will repay it—\n    to say nothing of your owing me\n                           even your own self.\n|20| Yes, brother,\n  I want some benefit from you in the Lord.\n  Refresh my heart in Christ.\n\n|21| Confident of your obedience,\n    I write to you,\n    knowing that you will do even more than I say.\n|22| At the same time,\n    prepare a guest room for me,\n      for I am hoping that\n        through your prayers\n      I will be graciously given to you.",
  "observe": {
    "people": [
      "Paul",
      "Philemon",
      "Onesimus",
      "Christ"
    ],
    "nouns": [
      "partner",
      "anything",
      "Paul's account",
      "the letter",
      "Paul's hand",
      "Philemon's self",
      "some benefit",
      "Paul's heart",
      "obedience",
      "even more",
      "time",
      "guest room",
      "prayers"
    ],
    "adjectives": [
      "nothing",
      "confident",
      "more",
      "same",
      "graciously"
    ],
    "actions": [
      "consider",
      "receive",
      "wronged",
      "owes",
      "charge",
      "write",
      "repay",
      "say",
      "owing",
      "want",
      "refresh",
      "knowing",
      "do even more",
      "prepare",
      "hoping",
      "given"
    ],
    "persons": {
      "God": [
        "Provides context for shared benefit",
        "Provides context for refreshment"
      ],
      "Paul": [
        "assumed Philemon would receive him well",
        "was willing to take on Onesimus' debt",
        "wrote at least a portion of this letter himself",
        "considered himself entitled to Philemon's self",
        "wanted some benefit from Philemon (in the Lord)",
        "was confident of Philemon's obedience",
        "was optimistic about his release from prison"
      ],
      "Philemon": [
        "had to be encouraged to receive Onesimus well",
        "may have had some right of debt over Onesimus",
        "owed Paul his selfhood",
        "had potential to benefit Paul"
      ]
    },
    "definitions": {
      "partner": "G2844: koinōnos; a partner, associate, comrade, companion",
      "receive": "G4355: proslambanō; to take to oneself, i.e. use (food), lead (aside), admit (to friendship or hospitality):—receive, take (unto)",
      "owing": "G4359: prosopheilō; used only here in Philemon; to be indebted additionally:—over besides",
      "self": "G4572: seautou; a reflexive pronoun of the 2nd person, used only in the genitive, dative, and accusative; ex: And a second is like it: You shall love your neighbor as yourself. -Matt22:39"
    }
  },
  "interpret": {
    "mainPoint": "Paul challenged Philemon to receive Onesimus with mercy and grace, because Philemon had also been received by Paul and by God with mercy and grace",
    "keywords": [
      "partner",
      "receive",
      "owe",
      "obedience"
    ],
    "points": [
      "Paul wanted Philemon to receive Onesimus mercifully",
      "Paul was willing to take on the burden accrued by others",
      "We have an indebtedness to those who bring us the Gospel",
      "The payment given to God's ministers includes refreshment in Christ",
      "Paul had hopeful expectation of Philemon's fruitfulness & obedience",
      "Paul was hopeful that the prayers of the saints would lead to his deliverance"
    ],
    "titles": [
      "Shared responsibility",
      "Receive Onesimus with mercy and grace",
      "Mercy that refreshes",
      "Church of hope",
      "Paul's sacrifice and leadership"
    ],
    "emotions": {
      "sentimental": "Paul demonstrates sincere sentiment regarding Onesimus, and strives to foster the same attitude in Philemon",
      "insistent": "Paul came as close to ordering Philemon to receive Onesimus graciously as he could without actually ordering him. Instead, he strongly appealed to Philemon's better senses while emphasizing his personal investment in the relationship",
      "longing": "Paul longed to see fruitfulness borne out in his disciples, to see the fruit of Jesus growing throughout the Church, throughout the world",
      "confident": "Paul was confident in the work of the Spirit; he was confident that, as a believer and temple of the Lord, Philemon would abide in the commands of Jesus, and Paul was confident of God's deliverance of himself"
    },
    "unwisdom": [
      {
        "passage": "PHILEMON.17",
        "saying": "Many friends, many obligations, many burdens, much annoyance.",
        "comment": "Only self, only the benefit one derives alone, only the love from one's own heart. You were not designed to operate alone. In heaven, there is no burden or annoyance, but joyful sharing and mutual benefit.",
        "chapter": "You the One"
      },
      {
        "passage": "PHILEMON.17-19",
        "saying": "You have a right to be heard. It does not matter whether you are \"important\", whether you are \"normal\", whether you contribute in any way, whether you have any real bearing on the matter, whether it actually affects you, whether you truly care about those involved, whether you are invested in the outcome, whether you are even trying. What does it matter!? Do not be silenced!",
        "comment": "What passion! Wishy-washy, oh so sloppy! Paul, on the other hand, certainly had a right to be heard by Philemon. He was invested. He had labored hard for his life, and apparently Philemon owed his well being to Paul. Paul made strong requests backed by even stronger commitment. He was willing to sacrifice his treasure for the sake of God's righteousness and mission. Very different than the inclination to further our own mission and distorted ethics at the cost of treasure of someone else.",
        "chapter": "You the One"
      },
      {
        "passage": "PHILEMON.17",
        "saying": "The one who has much must have something of yours",
        "comment": "Philemon was offered recompense from Paul, but he did not have to accept it. Paul firsts requests that Philemon treat Onesimus as he would treat Paul, and then offers to absorb any debt Onesimus had incurred. Which did Philemon choose? Paul likely did not have much to offer in terms of material, but he did have much to offer in terms of character and honor; these qualities were not present for Philemon to make demand of as if they were his for the extorting; these qualities belonged to Christ, borne out of the fruit of the Spirit in Paul as free gifts to the church. All this being said, most of us are more like Onesimus, indebted, in need, at the mercy of God and one another.",
        "chapter": "Treat Yourself"
      }
    ],
    "expound": [
      {
        "one": "if you consider me your partner",
        "two": "I know Christ binds us together, and I hope that your motives agree",
        "three": "You who were saved have been declared made together with me; You now with me ought consider what is made in togetherness",
        "four": "As you wonder, as you plan, as your thoughts are entertained and persuaded, what allowance is given out of self-denial unto mutual aim?"
      },
      {
        "one": "charge that to my account",
        "two": "I trade my treasure for my fellow Christian",
        "three": "What coin, what fair element rightly remains in my possession when my brother or my sister may be so easily ransomed by it's release?",
        "four": "Though brokenness, assault and, more often, sin take ye Christian a captive, let not my faculties nor my gold be withheld in effect of your redemption."
      },
      {
        "consideration": "It is difficult ot appropriately capture this truth, as there are steep cliffs on either side; to the left are the perils of negligent or apathetic ownership of the flock of God, to the right are pride and tyranny. But to humbly require the loyalty and obedience of one's disciples is both necessary for effective ministry and appropriate for the varying stations in which God has established the leaders among us.",
        "one": "to say nothing of your owing me even your own self",
        "two": "Come brother, for you I fought and won, now follow with me, with your all, with God's church",
        "three": "Have you forgotten that dark decaying night in which you continually wandered, til by order of our Master my light shown upon you unto new life? Now what life will you gift in echo of that which you received?",
        "four": "Abundant life is yours today and tomorrow-- but only by the grit of my labor for your salvation, only by the torch of loving faithfulness passing unfalteringly through the generations of God's sons, God's daughters, and now, I am sure, through you."
      },
      {
        "one": "Confident of your obedience",
        "two": "I know God's Spirit in you, the Spirit that does goodness",
        "three": "Once fractured and incapable even of imagining rightness or love-freely-given, Now you follow, you thirst after The pure water. You obediently follow the path along that holy stream.",
        "four": "Darkness deep and cold breathes threat and condemnation at almost every angle; yet not at that one which my eye, my heart, my strength is fixed. Not in the inseverable inclination of Spirit-sustained faith with which I labour and obey. And I am confident that this same surety dwells also in you."
      },
      {
        "one": "through your prayers",
        "two": "Speak for me to God, He listens, He is kind, and He delivers",
        "three": "Let not my need fall silently beneath the stars, no voice nor heart uttering plea for mercy on behalf of my situation. I am trusting that your humble outcry to our Jealous Glory may result in my deliverance from this Arrogant Folly which presently holds me.",
        "four": "O faithful saint- who serves and gives- in your kneeling before our Mighty God do remember me, your needy brother, so by that grace, which ceaselessly flows, from the Gracious One I may be given to you as a means for your sanctification and our mutual joy."
      }
    ]
  },
  "application": {
    "convo": [
      {
        "question": "When are some times that you have worked with another person to accomplish something? Was it easy to work together? What went well? What went not-so-well? What does it mean to be partners in God's work- in the work of proclaiming His Gospel? Who is your partner today?"
      },
      {
        "question": "Have you ever had to take the bill for someone when you weren't expecting to? Why would Christians be willing to take on the costs of and burdens of each other? Have you ever taken responsibility for another Christian? Why or why not?"
      },
      {
        "question": "Who brought you the message of eternal life? How did God bring that person to the point at which they were able to point you to Jesus? Who are you striving to bring to life in Jesus?"
      },
      {
        "question": "How do you decide who to pray for or what you pray for? Why do you pray? Why does God listen to your prayers? What would your experience of God's Kingdom be like if you engaged with it in consistent prayer?"
      }
    ]
  }
}