{
  "passage": "PHILEMON.1.8-PHILEMON.1.16",
  "text": "|8| Accordingly,\nthough I am bold enough\n    in Christ\n    to command you\n       to do what is required,\n|9| yet for love's sake\n    I prefer to appeal to you—\nI, Paul, an old man\n         and now a prisoner also\n         for Christ Jesus—\n|10| I appeal to you for my child, Onesimus,\n    whose father I became\n      in my imprisonment.\n|11| (Formerly he was useless to you,\n    but now he is indeed useful to you\n        and to me.)\n|12| I am sending him back to you,\n        sending my very heart.\n|13| I would have been glad to keep him with me,\n    in order that he might serve me\n                  on your behalf\n                  during my imprisonment for the gospel,\n|14| but\n  I preferred to do nothing without your consent\n    in order that your goodness might not be by compulsion\n    but of your own accord.\n|15| For this perhaps is why he was parted from you for a while,\n    that you might have him back forever,\n    |16| no longer as a bondservant\n      but more than a bondservant,\n    as a beloved brother—\n        especially to me,\n        but how much more to you,\n    both in the flesh\n     and in the Lord.",
  "observe": {
    "people": [
      "Paul",
      "Christ",
      "Philemon",
      "Onesimus"
    ],
    "nouns": [
      "what is required",
      "love's sake",
      "old man",
      "prisoner",
      "child",
      "father",
      "imprisonment",
      "Paul's heart",
      "the gospel",
      "Philemon's consent",
      "goodness",
      "compulsion",
      "own accord",
      "bondservant",
      "brother",
      "flesh"
    ],
    "adjectives": [
      "bold",
      "old",
      "useless",
      "indeed useful",
      "glad",
      "nothing",
      "a while",
      "no longer",
      "more than",
      "beloved"
    ],
    "actions": [
      "command",
      "to do",
      "prefer",
      "appeal",
      "became",
      "sending",
      "keep",
      "serve",
      "preferred",
      "parted",
      "have back"
    ],
    "persons": {
      "God": [
        "provides boldness for Paul to give commands",
        "was the reason for Paul being imprisoned"
      ],
      "Paul": [
        "was bold in Christ",
        "was old at the time of this letter",
        "was imprisoned",
        "considered himself Onesimus' father",
        "was very fond of Onesimus",
        "had clear expectations of how Philemon ought to respond",
        "considered Onesimus a brother"
      ],
      "Philemon": [
        "was going to be receiving Onesimus back",
        "had a bondservant named Onesimus",
        "gained Onesimus as a brother"
      ]
    },
    "definitions": {
      "bold": "G3954; freedom in speaking, unreservedness in speech; free and fearless confidence, cheerful courage, boldness, assurance",
      "sake": "G1223; a primary preposition denoting the channel of an act",
      "appeal": "G3870 parakaleo; verb; to call to one's side, call for, summon; to address, speak to, (call to, call upon), which may be done in the way of exhortation, entreaty, comfort, instruction, etc.",
      "useless": "G890 achrestos; adjective; useless, unprofitable",
      "consent": "G1106 gnome; feminine noun; the faculty of knowledge, mind, reason that which is thought or known, one's mind",
      "compulsion": "G318 anagke; feminine noun; necessity, imposed either by the external condition of things, or by the law of duty, regard to one's advantage, custom, argument",
      "own accord": "G1595 hekousios; voluntary",
      "bondservant": "G1401 doulos; masculine noun; a slave, bondman, man of servile condition",
      "beloved": "G27 agapetos; adjective; beloved, esteemed, dear, favourite, worthy of love"
    }
  },
  "interpret": {
    "mainPoint": "Paul wanted Philemon to choose to treat Onesimus as a brother and fellow servant of Christ, not as a personal servant.",
    "keywords": [
      "command",
      "love",
      "appeal",
      "useful",
      "father",
      "brother",
      "consent"
    ],
    "points": [
      "Paul desired for Philemon to own his responsibility to Onesimus",
      "Paul was a prisoner for the work of the Gospel",
      "Shared salvation elevates acquaintances to family",
      "Onesimus was a fond helper to Paul"
    ],
    "titles": [
      "Paul's appeal to Philemon for Onesimus",
      "Family in Christ",
      "Serve Christ's prisoner",
      "From Acquaintance to Family"
    ],
    "unwisdom": [
      {
        "passage": "PHILEMON.1.8-9",
        "saying": "Your authority is your opportunity to exert yourelf. They will listen, or they will pay.",
        "comment": "That's harsh! The world often behaves according to this rule, and we ourselves may often be tempted to impatiently force our will on others in this way. Even in Christian family we may be tempted to exert our preference in the guise of greater experience or title. Yet, how much sweeter to appeal to the character of Christ and the example of His light, then to see this light shine from the other of it's own working, rather than of hot glow of your pressure upon them?! Nonetheless, there are times when authority must be exerted, justice must be established.",
        "chapter": "You the One"
      },
      {
        "passage": "PHILEMON.1.8",
        "saying": "Be bold in yourself, be strong in your heart, you are the darling princess.",
        "comment": "Self derived value and authority is supremely inferior to the value and commission imparted by the righteousness and reign of Christ."
      },
      {
        "passage": "PHILEMON.1.12",
        "saying": "The cure for a broken heart is an insufferable guilting of the one who broke it.",
        "comment": "Poor me. I deserve nothing less than a fat and happy heart. Woe to you, heart-breaker. Seriously though, if we expect our satisfaction to be met by those we live in relationship with, not only are we being selfish, but we are setting ourselves up for disappointment and ruin. Our heart is satisfied fully and appropriately in God. People will let us down because we are sinful and foolish. Do not lean on a broken stool. Paul sent his heart away, for the sake of fruitfulness of the Kingdom, and for the sake of rightness before God and men."
      },
      {
        "passage": "PHILEMON.1.14",
        "saying": "You are the hero saint. You are the changemaker. Your giftings are the treasured gift of the church.",
        "comment": "Tricky, tricky, very sticky! Christian, you do have value. You do have giftings. You are to be fruitful and used. Used by God. Fruitful because His Spirit is working in you. Gifted because you are given to from God. Valued because you were created in His image, and are being renewed in His image day by day. Not your own image. You are not the hero. You are not the end of the line, the final hope. You are a servant of the Most High.",
        "chapter": "False Church"
      },
      {
        "passage": "PHILEMON.1.16",
        "saying": "Your leadership and skill is reflected when others follow and exalt your will.",
        "comment": "You the one! False! It is good to be a leader for Christ. It is good to be someone that merits immitation. But how much sweeter that this immitation be simply a channeling of the character of Christ, of His design. How much sweeter that new, equal or even greater leaders blossom from the encouragement and instruction which you relay! We relinquish self-attained control, the desire to acquire followers of our initiatives for the sake of the vastly superior working of our King's plan, His campaign. I did not create the tree that bears the fruit.",
        "chapter": "False Church"
      }
    ],
    "expound": [
      {
        "one": "Paul appealed out of love for Philemon to do the best thing",
        "two": "I want you to do what I want you to do, but more so, I want you to choose to do of your own accord",
        "three": "I could nail my will into your hands, or trust that Spirit will bear His fruit",
        "four": "I am a servant, you are a servant. I hear God's voice, you hear as well. Listen to me: listen to God. Two lowly servants hear, one High King command."
      },
      {
        "one": "The Gospel makes people members of the same family",
        "two": "We share in God's work, we share in His love; we share in His sufferings, we are His family.",
        "three": "From unthought-of slave to beloved child; from bitter rival to affectionate kin; once related by blood of sin, forever adopted by the blood of the Lamb.",
        "four": "Bitter seed procreating malice, hate, and greed, dissolved by grace and authority, blooming eternal God-held tree. You and I united not by sensational aspiring, but by the ever faithful provision of our rescuing Father."
      }
    ]
  },
  "application": {
    "convo": [
      {
        "question": "When there's something you know you should do to be obedient to God, what helps you to do it? Is it helpful to have a godly leader give you direction?"
      },
      {
        "question": "Have you ever heard of someone that was literally arrested for following Jesus? What kind of situation would you have to be in where it could be possible for you to be threatened for your faith in Christ? What would you do?"
      },
      {
        "question": "Have you ever had tension between you and another Christian? How did you get through it? Did a trusworthy believer help you? If one of the apostles knew about your conflict, what would they have said to you? Do you think one of your pastors can help you work through it in the same way?"
      },
      {
        "question": "Have you ever had a friend or coworker go from not believing in Jesus to believing, while you knew them? How do you handle the change to your relationship when they go from - whatever they used to be - to now being your brother or sister in Christ?"
      }
    ],
    "ACTS": {
      "adoration": [],
      "confession": [],
      "thanks": [],
      "supplication": []
    }
  }
}