{
  "passage": "PHILEMON.1.1-PHILEMON.1.3",
  "text": "|1| Paul,\na prisoner for Christ Jesus,\nand Timothy our brother,\nTo Philemon our beloved fellow worker\n|2| and Apphia our sister\nand Archippus our fellow soldier,\nand the church in your house:\n|3| Grace to you and peace\n  from God our Father\n  and the Lord Jesus Christ.",
  "observe": {
    "people": [
      "Paul",
      "Jesus",
      "Timothy",
      "Philemon",
      "Apphia",
      "Archippus",
      "Philemon's house church",
      "God"
    ],
    "nouns": [
      "prisoner",
      "Christ",
      "brother",
      "worker",
      "sister",
      "soldier",
      "church",
      "house",
      "grace",
      "peace",
      "Father",
      "Lord"
    ],
    "adjectives": [
      "beloved",
      "fellow"
    ],
    "actions": [
      "giving grace and peace"
    ],
    "persons": {
      "God": [
        "Jesus has prisoners on His behalf",
        "God the Father & the Lord Jesus Christ give grace",
        "God the Father & the Lord Jesus Christ give peace"
      ],
      "Paul": [
        "was a prisoner for Jesus",
        "was a fellow worker of Philemon",
        "had a \"sister\" Apphia",
        "had a fellow soldier named Archippus",
        "could impart grace and peace from God"
      ],
      "Philemon": [
        "was a fellow worker of Paul",
        "had a church in his house"
      ]
    }
  },
  "interpret": {
    "mainPoint": "Paul and Timothy greet Philemon and the church in Philemon's house",
    "keywords": [
      "prisoner",
      "brother",
      "sister",
      "grace",
      "peace"
    ],
    "emotions": [
      "happiness",
      "love",
      "peacefulness",
      "concern"
    ],
    "unwisdom": [
      {
        "passage": "PHILEMON.1.1",
        "saying": "Well, well. If you're gonna get caught, at least have a little fun. And if you're gonna have that kind of fun it's best not to get caught!",
        "comment": "Well, well. If you're going to get caught, at least be sure it was worth it. How often do we burn rapport with others over silly things? Would you rather be at odds with someone because you are arguing over \"that dumb decision the coach made\" or because they realize that, though you love them, you think that they are guilty before God? Or would you rather have to endure a rift in relationship because you each think the political leader should be somebody different, or because you declare Jesus as the undeniable High King? Be prisoners for Christ, not prisoners for whatever it is that you naturally get up in a tizzy about.",
        "chapter": "Sheriff Unwisdom"
      },
      {
        "passage": "PHILEMON.1.2",
        "saying": "The lone ranger walks the earth in quiet confidence. He is his own fellow. His fellow walks the earth in a gray certitude. He is his own companion. His companion walks the earth wearing the same pair of boots as the lone ranger because they have the same shoe size. They are, after all, the same man.",
        "comment": "Well, well. That's one lonesome, yet handsom cowboy. The trouble is, it's completely antithetical to God's desire for us to live in Christian community. The lone ranger has no fellow worker, no fellow soldier, no church. If he is a part of a church he's not a contributor. He is an easy prey to the enemy. He will become all-too-acquainted with the sins of secrecy. He is not a blessing to any but himself. Any fruit he bears goes uneaten. And when he suffers as prisoner to some device, he suffers alone.",
        "chapter": "Sheriff Unwisdom"
      },
      {
        "passage": "PHILEMON.1.3",
        "saying": "Grace is love given when love is undeserved. But you deserve it. Treat yourself.",
        "comment": "Unfortunately, you're not quite as sweet as sugar or strong as thunder. No one is. God sees our sin all the way to it's root. God knows our brokenness to it's minute splinters. We are wrong and we are needy. Yet He loves us. We are what we are, and He is unfathomably more. Yet He is unexpectedly compassionate and active toward us.",
        "chapter": "Treat Yourself"
      },
      {
        "passage": "PHILEMON.1.1-PHILEMON.1.2",
        "saying": "People are nothing more than a projection of your consciousness, utilities in the simulation that is your existence",
        "comment": "Nope. God created a real world as it is and appears. Existence is comprised of at least a physical nature, individual souls, independent lives, the real presence of these along a continuum of time, belonging to God and coming from Him. Others, like Philemon, Apphia, Archippus and your church are worth our investment, love, and sacrifice.",
        "chapter": "Semblance of Profundity"
      },
      {
        "passage": "PHILEMON.1.2",
        "saying": "I can have church right here in my living room, in my snowflake pajamas, with my special mug, Snowflake my cat, and just cuddle-up with myself away from all those hypocrites.",
        "comment": "This one is probably a little too snarky. But no, that's not what Paul means by \"the church in your house\". Philemon invited all of those hypocrites into his home so that, together, they might be sanctified by the Spirit, being firmly rooted in the grace and peace of God. And Archippus was referred to as a soldier possibly because following Jesus outside of Philemon's house meant encountering physical danger. Do I trust Jesus such that I would follow Him in this way?"
      },
      {
        "passage": "PHILEMON.1.3",
        "saying": "Rest in peace, live in unbearably debilitating anxiety.",
        "comment": "Half nope. The peace given from God is certain, and we will rest in it for eternity. Yet we can also experience His peace presently becauses the promises are guaranteed and the giver is trustworthy, and God has freed us from the obligation of justice and the despair of brokenness."
      },
      {
        "passage": "PHILEMON.1.3",
        "saying": "Big peace. Little peace. Bliss peace. Peace sign. Peace on the side. Peace within. Peace in a pod. Parts of peace are pieced together. Serenity.",
        "comment": "Do you ever feel confused as to whether you should settle down, or what it even means to be happy with who you are and what you have? Well that probably didn't help.",
        "chapter": "That makes no sense, not even a penny."
      },
      {
        "passage": "PHILEMON.1.3",
        "saying": "Peace is that sensation that rises from the shadows of your heart and settles in the meadows of your appendix.",
        "comment": "I'm going to place that in the trash can of my intestine. The excellent news is that peace from God the Father and the Lord Jesus Christ is not a feeling. It is a declaration. The sin that once embroiled hostility between you and God has been absolutely dissolved by the victorious sacrifice of our Savior, King Jesus! His blood declares peace for the redeemed; His resurection, and ours with Him, establish it forevermore.",
        "chapter": "Treat Yourself"
      }
    ],
    "expound": [
      {
        "one": "I am a prisoner for Christ",
        "two": "My desires may long for worldly freedom,\n          but I take the chains of my dear Savior.",
        "three": "Prestige and privilege, favor and opportunity, these all towers of inadequate indulgence, falling miserably short of the satiating bondage to Christ.",
        "four": "Scorn is muffled, pain is ordinary. The laughing and lying of the blind unredeemed are but the preamble to glory for the slave in Christ."
      },
      {
        "one": "God gives grace",
        "two": "I didn’t ask,\n        I didn’t deserve,\n        I wasn’t even looking,\n        Still God carries me in his love."
      }
    ]
  },
  "application": {
    "convo": [
      {
        "question": "What would you do if you found yourself in prison tonight? If you came to realize that you were going to be wrongfully imprisoned for a while, who would you want to talk to and what would you tell them? Would you disciple people from prison; how or why not?"
      },
      {
        "question": "What are some real life examples of grace? What is the difference between the grace you give and the grace God gives? What are some ways, today, that you can be an outlet of God’s grace to someone?"
      },
      {
        "question": "What does peace look like? What is the difference between the peace you can create and the peace God creates? What are some ways, today, that you can be an outlet of God’s peace to someone?"
      }
    ]
  }
}