{
  "passage": "1JOHN.1.1-1JOHN.1.4",
  "text": "|1| That which was from the beginning,\nwhich we have heard,\nwhich we have seen with our eyes,\nwhich we looked upon and have touched with our hands,\nconcerning the word of life—\n|2| the life was made manifest,\nand we have seen it,\nand testify to it and proclaim to you the eternal life,\nwhich was with the Father and was made manifest to us—\n|3| that which we have seen and heard we proclaim also to you,\nso that you too may have fellowship with us;\nand indeed our fellowship is with the Father and with his Son Jesus Christ.\n|4| And we are writing these things so that our joy may be complete.",
  "observe": {
    "people": [
      "we",
      "you",
      "the Father",
      "Jesus Christ"
    ],
    "nouns": [
      "that which was from the beginning",
      "eyes",
      "hands",
      "word of life",
      "life",
      "fellowship",
      "joy"
    ],
    "adjectives": [
      "from",
      "eternal",
      "with",
      "too"
    ],
    "actions": [
      "heard",
      "seen",
      "looked upon",
      "touched",
      "made manifest",
      "seen",
      "testify",
      "proclaim",
      "made manifest",
      "seen",
      "heard",
      "proclaim",
      "to have",
      "writing",
      "be complete"
    ],
    "persons": {
      "Author": [
        "heard that which was from the beginning",
        "had seen with their own eyes that which was from the beginning",
        "had looked upon and touched that which was from the beginning",
        "had seen the word of life",
        "testified to the word of life",
        "proclaimed to the audience the eternal life",
        "had the eternal life that was with the Father manifested to them",
        "proclaimed to the audience what they had seen and heard",
        "wanted to have fellowship with the audience",
        "had fellowship with the Father and with Jesus",
        "wrote the letter so that their joy may be complete"
      ],
      "Audience": [
        "heard te testimony of the author",
        "were proclaimed to regarding eternal life",
        "had the option of fellowship with the author, with the Father, with the Son"
      ],
      "God": [
        "is from the beginning",
        "is able to be heard",
        "is able to be seen",
        "is able to be observed",
        "is able to be touched",
        "is the word of life made manifest",
        "eternal life was with the Father",
        "the word of life was manifested to the author",
        "has fellowship with the author, and is available to the audience"
      ]
    },
    "definitions": {
      "Word": ""
    }
  },
  "interpret": {
    "mainPoint": "",
    "keywords": [
      "heard",
      "seen",
      "touched",
      "life",
      "manifest",
      "proclaim",
      "fellowship",
      "with"
    ],
    "points": [
      "The author encountered the word of life in fellowship and in tangible ways",
      "The author testified and proclaimed the things seen, heard and touched",
      "The author desired to have fellowship with the audience, the Father and the Son",
      "The author wrote about the word of life so that the author's joy would be complete"
    ],
    "titles": [],
    "emotions": [],
    "unwisdom": [
      {
        "passage": "",
        "saying": "",
        "comment": "",
        "chapter": ""
      }
    ],
    "expound": [
      {
        "one": "the life was made manifest, and we have seen it",
        "two": "That life that started it all, that life that holds it all together is that life which came to earth, lived and breathed and healed and bled",
        "three": "Oh life, you are no distant star, no faint glimmer, you are near, you are as close as the joy I feel, as effective as a pleasing breeze or searing flame. You are not all mystery and shroud, you are voice and song, food and satisfaction.",
        "four": "In the vast cold of scornful earth, Thy power has emerged a calming voice. In the dark emptiness of a despairing soul, Thy life has flooded warming light. In the bitter tense untrusting church, Thy sacrifice crucifies all arrogant aim."
      }
    ]
  },
  "application": {
    "convo": [
      {
        "question": ""
      }
    ],
    "ACTS": {
      "adoration": [
        "What is something that Jesus did on earth that you find particularly impressive?"
      ],
      "confession": [
        "In what situations are you most distant from fellowship with God?"
      ],
      "thanks": [
        ""
      ],
      "supplication": [
        ""
      ]
    },
    "integrity": [
      {
        "question": ""
      }
    ]
  }
}